---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.ThousandBritishThermalUnitsPerHour
source: html/d3d80136-e01f-de48-ca75-aa7373dc3419.htm
---
# Autodesk.Revit.DB.UnitTypeId.ThousandBritishThermalUnitsPerHour Property

Thousand British thermal units per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId ThousandBritishThermalUnitsPerHour { get; }
```